;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: geogeo.gr
; TranslationAuthorEmail: 
; TranslationAuthorWeb: http://www.geogeo.gr
; Soft Version: 1.65.84
; Update: 14-11-2014
;
[GUI]
ButtonYes=Ναι
ButtonNo=Όχι
ButtonOK=Εντάξει
ButtonMinimize=Ελάχιστο
ButtonMaximize=Μέγιστο
ButtonClose=Κλείσιμο
ButtonRestore=Επαναφορά
ButtonMenu=Μενού

[Lang]
NativeLanguage=Ελληνικά

[Translation]
LangCode=0408
 
FrmMain.btnfacebook.Hint=Μοιραστείτε το Wise Program Uninstaller στο facebook
FrmMain.btntwitter.Hint=Μοιραστείτε το Wise Program Uninstaller με το twitter
FrmMain.btnemail.Hint=Μοιραστείτε το Wise Program Uninstaller με τους φίλους σας
FrmMain.btnRefresh.Hint=Ανανέωση
FrmMain.btnLog.Caption=Αρχείο καταγραφής
TfrmUnlog.caption=Αρχείο καταγραφής απεγκαταστάσεων
TfrmUnlog.head.unDate=Ημερ/νία απεγκατάστασης
TfrmUnlog.head.ItemName=Καταργηθέντα στοιχεία
TfrmUnlog.head.restore=Υπολειπόμενα στοιχεία
TfrmUnlog.noItems=Δεν υπάρχουν υπολειπόμενα στοιχεία
TfrmUnlog.Recovered=Ανακτημένο
TfrmUnlog.recover=Ανάκτηση

ReadHabit=Left-to-right
LanguageName=ELL
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Πληροφορίες
Warning=Προειδοποίηση
Error=Σφάλμα
Confirm=Επιβεβαίωση
CurVer=Τρέχουσα έκδοση:

FrmRate.Btnlist.caption=Αξιολογήσεις χρηστών
FrmRate.Btnreview.caption=Η αξιολόγησή μου
FrmRate.Btnfirst.caption=Ελάτε να κάνουμε την πρώτη μας αξιολόγηση
FrmRate.Btnsubmit.caption=Υποβολή
FrmRate.lblscore.caption=Αξιολόγηση:
FrmRate.lblscorehint.caption=(Κάντε κλικ στ΄αστέρια για να ψηφίσετε)
FrmRate.lblnick.caption=Ψευδώνυμο:
FrmRate.lblnickhint.caption=(Προαιρετικό)
FrmRate.lblemail.caption=Το email σας:
FrmRate.lblemailhint.caption=(Προαιρετικό)
FrmRate.lblcontent.caption=Περιεχόμενο:
FrmRate.lblcontenthint.caption=(Προαιρετικό)
FrmRate.lbldesctitle.caption=Περιγραφή λογισμικού:
FrmRate.lblratesoft.caption=Προτεινόμενο λογισμικό
;
; About
;
FrmAbout.caption=Περί...
FrmAbout.btnok.caption=Εντάξει
FrmAbout.lblver.caption=Τρέχουσα έκδοση:
FrmAbout.lblemail.caption=Τεχνική υποστήριξη:
FrmAbout.lblhome.caption=Ιστοσελίδα: 
FrmAbout.lblthank.caption=Ευχαριστώ τα παρακάτω πρόσωπα για τη συνεισφορά τους:
;
; Popup Menu
;
pmHelp=Άμεση βοήθεια
pmHome=Ιστοσελίδα
pmforum=Φόρουμ
pmCheckMsg=Αυτόματος έλεγχος ειδήσεων
pmContact=Επικοινωνήστε μαζί μας
pmCheckNew=Έλεγχος για ενημερώσεις
pmLang=Γλώσσα / Language
pmAbout=Περί...
pmOpenEntry=Άνοιγμα στον επεξεργαστή μητρώου
PmGoogle=Αναζήτηση Google
pmExport=Εξαγωγή σε αρχείο κειμένου...
pmRightMenuA=Εμφάνιση στο μενού περιβάλλοντος
ExplorerMenu=Απεγκατάσταση με Wise Program Uninstaller


;
; Main GUI
; 
FrmMain.lblrate.caption=Αξιολόγηση

FrmMain.BtnNormal.Caption=Ασφαλής απεγκατάσταση
FrmMain.BtnModify.Caption=Επιδιόρθωση προγραμμάτων
FrmMain.BtnForce.Caption=Δυναμική απεγκατάσταση
FrmMain.BtnRemove.Caption=Κατάργηση καταχωρήσεων
FrmMain.Btnlikeit.Caption=Μου αρέσει
FrmMain.lblcheckver.Caption=Έλεγχος για ενημερώσεις
FrmMain.lblinfo.caption=Παρέχει τρόπο για μια δυναμική κατάργηση επίμονων προγραμμάτων
;
;like it
;
FrmlikeIt.lblTitle.caption=Εάν σας άρεσε το Wise Program Uninstaller, παρακαλούμε δώστε αυτό το υπέροχο δωρεάν εργαλείο στους αγαπημένους σας.
Frmlikeit.lblInfo.caption=Παρακαλώ μοιραστείτε το Wise Program Uninstaller με την οικογένεια, τους φίλους, τους συμμαθητές και τους συναδέλφους σας μέσω Email, Blog, Twitter, Youtube, Facebook, κλπ. Θα προσφέρετε άνεση και αποτελεσματικότητα στη ζωή τους.
FrmlikeIt.lblRate.caption=Αξιολογήστε το Wise Program Uninstaller: 
FrmlikeIt.lblfollow.caption=Ακολουθήστε μας στο: 
FrmlikeIt.lblshare.caption=Μοιραστείτε το Wise Program Uninstaller: 
FrmlikeIt.btndownload.caption=Ελεύθερη λήψη
FrmlikeIt.imgrate.hint=Δώστε μας μια  5-άστερη αξιολόγηση στο CNET
FrmlikeIt.imgmail.hint=Μοιραστείτε το με τους φίλους σας
FrmlikeIt.imgface1.hint=Μοιράστε το στο facebook
FrmlikeIt.imgface2.hint=Πείτε ότι σας αρέσει Facebook
FrmlikeIt.imgtwitter1.hint=Μοιράστε το στο twitter
FrmlikeIt.imgtwitter2.hint=Ακολουθήστε μας στο twitter
FrmlikeIt.Caption=Μου αρέσει
FrmlikeIt.lbldownload.caption=Λήψη περισσότερων ελεύθερων προγραμμάτων από WiseCleaner.com

;processs
FrmProgressModal.btncancel.caption=Άκυρο

;
;frmafterdel
;
Frmafterdel.caption=Καταχωρήσεις μητρώου και αρχεία που σχετίζονται με το πρόγραμμα
Frmafterdel.btnremove.caption=Κατάργηση
Frmafterdel.btncancel.caption=Άκυρο
Frmafterdel.lblinfo.caption=Παρακαλώ δείτε το αποτέλεσμα και κάντε κλικ στο κουμπί «Κατάργηση» για την ολοκλήρωση αυτής της απεγκατάστασης.



[Uninstall]
PublisherUnknown=Άγνωστος εκδότης
VersionUnknown=Άγνωστη έκδοση
Rate=Αξιολόγηση
ItemName=Όνομα
Publisher=Εκδότης
Size=Μέγεθος
SetupDate=Ημερ/νία εγκατάστασης
Version=Έκδοση
Canceled=Η διαδικασία απεγκατάστασης έχει ακυρωθεί.
NoLeftOverItem=Βρέθηκαν %d προγράμματα που καταλαμβάνουν χώρο δίσκου %s
Removing=Αφαίρεση:
TotalStat=Βρέθηκαν %d προγράμματα που καταλαμβάνουν %s από το χώρο δίσκου
Calculating=Υπολογισμός μεγέθους...
Files=Αρχεία και φάκελοι
RegEntries=Καταχωρήσεις μητρώου
Items=Στοιχεία

[message]
NewVer=Βρέθηκε μια νεότερη έκδοση. Χρειάζεστε την ενημέρωση;
NoNewVer=Συγχαρητήρια. Η έκδοση που χρησιμοποιείτε είναι η τελευταία!
NoProgramSelected=Παρακαλώ επιλέξτε πρώτα ένα πρόγραμμα
IsBusy=Παρακαλώ περιμένετε μέχρι να ολοκληρωθεί η προηγούμενη απεγκατάσταση
StartFindLeftover=Γίνεται ανάλυση των συσχετισμένων αρχείων, φακέλων και καταχωρήσεων μητρώου...
Collecting=Συλλογή πληροφοριών εγκατεστημένων προγραμμάτων...
BeSureUseForce=Παρακαλώ επιλέξτε «Δυναμική απεγκατάσταση» μόνο όταν η «Ασφαλής απεγκατάσταση» δεν λειτουργεί. Είστε βέβαιος ότι θέλετε να συνεχίσετε;
ConfirmRemove=Είστε βέβαιος ότι θέλετε κατάργηση αυτής της καταχώρησης;
RejectItself=Το πρόγραμμα δεν μπορεί να απεγκαταστήσει τον εαυτό του
TranslateTo=Μετάφραση στα...

[SoftRate]
Querying=Υποβολή ερωτήματος...
Good=Μου αρέσει
Bad=Δεν μου αρέσει
Safe=Αναφορά
Ver=Έκδοση:
Ratings=Αξιολογήσεις
SoftNotExist=Δεν είναι δυνατή η εύρεση πληροφοριών του λογισμικού.
GetSoftInfoError=Η λήψη πληροφοριών λογισμικού απέτυχε
UploadSoftLogoError=Σφάλμα αποστολής πληροφοριών λογισμικού
SubmitData=Υποβολή των σχολείων σας για το λογισμικό αυτό ...
SubmitSoftInfoError=Σφάλμα υποβολής που σχετίζεται με το δίκτυο.
SubmitRateSuccess=Υποβλήθηκε επιτυχώς.
HaveSubmitRate=Αυτό το έχετε αξιολογήσει.
Submitgoodbad=Υποβολή των πληροφοριών σας...
me=Εγώ
NickTooLong=Το ψευδώνυμο σας δεν πρέπει να ξεπερνά τους 20 χαρακτήρες
MailTooLong=Το email σας δεν πρέπει να ξεπερνά τους 20 χαρακτήρες
WrongEmail=Μη έγκυρη διεύθυνση email
ReviewTooLong=Το συνολικό μήκος της επισκόπησης δεν πρέπει να υπερβαίνει τους 300 χαρακτήρες
RateHint=Συμμετάσχετε στην αξιολόγηση του λογισμικού μας και ψηφίστε το αγαπημένο σας λογισμικό!
UnknowName=Άγνωστο προϊόν
UnknowVer=Άγνωστη έκδοση
UnknowDesc=Περιγραφή


[Hint]
HintRate=Αξιολόγηση λογισμικού
HintClose=Διαγραφή στοιχείου


